Repository: nkua/arcanum
Catalog: locale/*/LC_MESSAGES/arcanum.po
Languages: el_gr

source: Users
el_gr: Χρήστες

source: Administrators who can change users' passwords
el_gr: Διαχειριστές που μπορούν να αλλάξουν κωδικούς χρηστών

source: Administrations who can change the policy as well
el_gr: Διαχειριστές που μπορούν να αλλάξουν και την πολιτική

source: Temporarirly inactive passwords (user must change password)
el_gr: Προσωρινά Ανενεργοί Κωδικοί (πρέπει να αλλάξει ο κωδικός από τον χρήστη)

source: Locked accounts by administrator (user cannot login)
el_gr: Κλειδωμένοι Λογαριασμοί από Διαχειριστή (ο χρήστης δε μπορεί να κάνει login)

source: Accounts with failed login attempts
el_gr: Λογαριασμοί με αποτυχημένες προσπάθειες εισόδου

source: Users without the required ObjectClass
el_gr: Χρήστες χωρίς την απαιτούμενη ObjectClass

source: Users with no password filled in
el_gr: Χρήστες χωρίς συμπληρωμένο password

source: Users with no NT hash filled in
el_gr: Χρήστες χωρίς συμπληρωμένο NT Hash

source: Users with no digest HA1 filled in
el_gr: Χρήστες χωρίς συμπληρωμένο digest HA1

source: Users with no &ldquo;CTP&rdquo; filled in
el_gr: Χρήστες χωρίς συμπληρωμένο &ldquo;CTP&rdquo;

source: Users with secondary account information filled in, for password recovery &mdash; method: %s
el_gr: Λογαριασμοί με συμπληρωμένο δευτερεύον account για password recovery &mdash; μέθοδος: %s

source: LDAP size limit was exceeded; displaying only the first %s entries
el_gr: Το όριο αποτελεσμάτων του LDAP ξεπεράστηκε. Εμφανίζονται μόνον οι πρώτες %s εγγραφές.

source: The required objectclass (ExtendedAuthentication) was added to %s entries
el_gr: Σε %s εγγραφές προστέθηκε επιτυχώς το ExtendedAuthentication Object Class.

source: No entries in which to add Samba NT Hash
el_gr: Δεν υπάρχουν εγγραφές στις οποίες να προστεθεί το Samba NT Hash.

source: Samba NT Hash added to %s entries
el_gr: Σε %s εγγραφές προστέθηκε επιτυχώς το Samba NT Hash.

source: In %s entries the cleartext password cannot be retrieved. To add the %s, the password must be manually resetted, or the user has to change the password.
el_gr: Σε %s εγγραφές δε μπορεί να ανακτηθεί το cleartext password. Συνεπώς για να προστεθεί το %s, πρέπει να γίνει reset ο κωδικός ή να τον αλλάξει ο χρήστης.

source: No entries in which to add the Digest HA1.
el_gr: Δεν υπάρχουν εγγραφές στις οποίες να προστεθεί το DigestHA1.

source: Digest HA1 was added to %s entries.
el_gr: Σε %s εγγραφές προστέθηκε επιτυχώς το DigestHA1.

source: No entries in which to add the CTP.
el_gr: Δεν υπάρχουν εγγραφές στις οποίες να προστεθεί το CTP.

source: CTP was added to %s entries.
el_gr: Σε %s εγγραφές προστέθηκε επιτυχώς το CTP.

source: Changed password for user %s successfully
el_gr: Αλλαγή μυστικού κωδικού για τον χρήστη %s επιτυχής

source: Could not force user to change pasword. (User's dn: %s)
el_gr: Δεν ήταν δυνατός ο εξαναγκασμός αλλαγής του κωδικού. (dn: %s)

source: Username not found.
el_gr: Δε βρέθηκε αυτό το username.

source: Multiple entries with the same username found
el_gr: Βρέθηκαν πολλαπλές εγγραφές με αυτό το username.

source: Policy Update failed &mdash; %s
el_gr: Ενημέρωση Πολιτικής Απέτυχε &mdash; %s

source: Policy Updated.
el_gr: Ενημέρωση Πολιτικής Επιτυχής

source: LDAP Error: %s
el_gr: Σφάλμα LDAP: %s

source: Account has been modified successfully.
el_gr: Ο λογαριασμός τροποποιήθηκε επιτυχώς.

source: Username not found
el_gr: Δε βρέθηκε χρήστης με αυτό το username

source: All users
el_gr: Όλοι οι Χρήστες

source: Users with username starting with a
el_gr: Χρήστες όπου το username ξεκινάει με a

source: Users that are allowed to receive SMS
el_gr: Χρήστες που επιτρέπεται να δέχονται SMS

source: Could not accomodate your request due to a technical issue. Please try again later.
el_gr: Δε μπορέσαμε να εξυπηρετήσουμε το αίτημά σας λόγω τεχνικού προβλήματος. Παρακαλώ ξαναπροσπαθήστε αργότερα.

source: Please use the number %s
el_gr: Παρακαλώ χρησιμοποιήστε τον αριθμό %s

source: Failed to change the password of your account %s. Please try again later.
el_gr: Δεν μπορέσαμε να αλλάξουμε τον κωδικό του λογαριασμού %s. Παρακαλώ ξαναπροσπαθήστε αργότερα.

source: Your old password is not correct.
el_gr: Ο παλιός σας κωδικός δεν είναι σωστός.

source: This is an automated notification to inform you that your password was just changed. -
el_gr: Αυτή είναι μία αυτόματη ειδοποίηση για να σας πληροφορήσει ότι ο κωδικός σας μόλις άλλαξε.

source: Attention: your record in the directory server cannot be modified. Please contact your administrator. (LDAP Error: %s)
el_gr: Προσοχή: η εγγραφή σας στον εξυπηρετητή καταλόγου δεν μπορεί να αλλάξει. Παρακαλώ επικοινωνήστε με τον διαχειριστή. (Σφάλμα LDAP: %s)

source: Please enter your password to register any of these attributes.
el_gr: Παρακαλώ εισάγετε τον κωδικό σας για να καταχωρήσετε κάποιο από τα στοιχεία.

source: Your password is not correct. Please try again. If the password has expired, you will have to change it first.
el_gr: Ο κωδικός σας δεν είναι σωστός. Παρακαλούμε ξαναδοκιμάστε. Εάν η ισχύς του κωδικού έχει λήξει, θα πρέπει να τον αλλάξετε πρώτα.

source: Please type in the two scrambled words in order to login.
el_gr: Παρακαλώ εισάγετε τις δύο δυσδιάκριτες λέξεις (CAPTCHA) ώστε να κάνετε είσοδο.

source: You did not enter the two scrambled words correctly.
el_gr: Δεν εισάγατε σωστά τις δύο δυσδιάκριτες λέξεις.

source: Some of the information you entered was invalid (e.g. wrong username, wrong mobile number, not registered e-mail address).
el_gr: Κάποιες από τις πληροφορίες που εισάγατε δεν ήταν σωστές (π.χ. λάθος όνομα χρήστη, λάθος αριθμός τηλεφώνου, μη καταχωρημένη διεύθυνση e-mail.

source: Required information was not filled in
el_gr: Κάποιες απαιτούμενες πληροφορίες δε συμπληρώθηκαν

source: Please type the two words in the box.
el_gr: Παρακαλώ εισάγετε τις δύο λέξεις στο κουτί.

source: Captcha verification failed; please retry typing the two words in the box.
el_gr: Η επιβεβαίωση του Captcha απέτυχε. Παρακαλούμε ξαναπροσπαθήστε να εισάγετε τις δύο δυσδιάκριτες λέξεις.

source: You did not fill in a required field. Please try again.
el_gr: Δεν συμπληρώσατε ένα απαιτούμενο πεδίο. Παρακαλούμε ξαναπροσπαθήστε.

source: Could not connect to the account database. Please try again later.
el_gr: Δεν ήταν δυνατή η σύνδεση στη βάση δεδομένων των χρηστών. Παρακαλώ ξαναπροσπαθήστε αργότερα.

source: There is insufficient information to continue the reset password process via this method. (E.g. you had't filled in your e-mail address or your mobile phone number in the past).
el_gr: Δεν υπάρχουν επαρκή στοιχεία για να συνεχίσετε τη διαδικασία επανάκτησης κωδικού με αυτή τη μέθοδο. (Π.χ. δεν είχατε εισάγει στο παρελθόν μία εναλλακτική e-mail διεύθυνση ή έναν αριθμό κινητού τηλεφώνου).

source: Password reset for your account at %s
el_gr: Επαναφορά κωδικού για τον λογαριασμό σας στο %s

source: Your details have been confirmed. You will receive an e-mail with further instructions on how to enter a new password.
el_gr: Η επιβεβαίωση των στοιχείων σας πραγματοποιήθηκε επιτυχώς!<br /><br /> Θα λάβετε στο email σας οδηγίες για την εισαγωγή νέου κωδικού.

source: Checklist
el_gr: Λίστα Ελέγχου

source: Basic Setup
el_gr: Βασικές Ρυθμίσεις

source: LDAP Connection
el_gr: Ρύθμιση LDAP

source: Password Strength Policy
el_gr: Πολιτική Βαθμού Ασφαλείας Κωδικών

source: CAPTCHA Setup
el_gr: Ρύθμιση CAPTCHA

source: E-mail Dispatch
el_gr: Αποστολή E-mail

source: SMS Gateway
el_gr: Ρύθμιση του SMS Gateway

source: Confirm Configuration
el_gr: Επιβεβαίωση Ρυθμίσεων

source: Password Administrators
el_gr: Διαχειριστές Κωδικών

source: Configuration file saved successfully
el_gr: Το αρχείο ρυθμίσεων αποθηκεύθηκε επιτυχώς

source: Error while saving
el_gr: Λάθος κατά την αποθήκευση

source: Web Installer has been deactivated. %sContinue by logging in to the application.</a>
el_gr: Ο web installer απενεργοποιήθηκε. %sΣυνεχίστε στην εφαρμογή</a>.

source: (To reactivate the web installer, delete the file config/web_installer_disabled.php)
el_gr: Για να επαναενεργοποιήσετε τον installer, διαγράψτε το αρχείο config/web_installer_disabled.php.)

source: PHP module &quot;gettext&quot; is required. Edit the file <tt>/etc/php5/apache2/php.ini</tt> and add the line <pre>extension=gettext.so</pre>
el_gr: Απαιτείται το PHP module &quot;gettext&quot;. Κάντε edit στο αρχείο <tt>/etc/php5/apache2/php.ini</tt> και προσθέστε τη γραμμή: <pre>extension=gettext.so</pre>

source: PHP module &quot;%s&quot; is required; Run (as root): %s
el_gr: Απαιτείται το PHP module &quot;%s&quot;. Τρέξτε την εντολή (ως root): %s

source: Then, make sure variable cache is enabled in file %s:
el_gr: Στη συνέχεια, βεβαιωθείτε ότι η variable cache είναι ενεργοποιημένη στο αρχείο %s:

source: Cannot save configuration file due to file permissions.. Run (as root): %s
el_gr: Δεν υπάρχουν κατάλληλα permissions για την αποθήκευση του configuration. Τρέξτε την εντολή (ως root): %s

source: The cron job for sending password reminders has not been installed.
el_gr: Δεν έχει εγκατασταθεί το cron job για την υπενθύμιση των χρηστών σχετικά με κωδικούς που λήγουν.

source: Password Management Service
el_gr: Υπηρεσία Διαχείρισης Κωδικού Χρήστη

source: Your password has expired!
el_gr: Ο κωδικός σας έχει λήξει!

source: Change Password
el_gr: Αλλαγή Κωδικού

source: year
el_gr: χρόνος

source: years
el_gr: χρόνια

source: Month
el_gr: Μήνας

source: Months
el_gr: Μήνες

source: week
el_gr: εβδομάδα

source: weeks
el_gr: εβδομάδες

source: day
el_gr: ημέρα

source: days
el_gr: ημέρες

source: hour
el_gr: ώρα

source: hours
el_gr: ώρες

source: minute
el_gr: λεπτό

source: minutes
el_gr: λεπτά

source: second
el_gr: δευτερόλεπτο

source: seconds
el_gr: δευτερόλεπτα

source: Information about the Expiration of your Password
el_gr: Ενημέρωση για την Ισχύ του Κωδικού του Λογαριασμού σας

source: Your password expires in %s
el_gr: Ο κωδικός σας λήγει σε %s

source: a week
el_gr: μία εβδομάδα

source: two days
el_gr: δύο ημέρες

source: The secondary e-mail address cannot contain the domain name %s, it must be an external / third party e-mail.
el_gr: Η δευτερεύουσα e-mail διεύθυνση δε μπορεί να περιέχει το %s, αλλά πρέπει να είναι μία εξωτερική e-mail διεύθυνση από άλλον παροχέα.

source: Invalid E-mail Address
el_gr: Δεν εισάγατε έγκυρη e-mail διεύθυνση

source: Invalid OpenID URL
el_gr: Δεν εισάγατε έγκυρο OpenID

source: Wrong mobile phone number. The number must consist of %s digits, e.g. 6931234567
el_gr: Λάθος μορφή τηλεφωνικού αριθμού. Ο αριθμός πρέπει να είναι της μορφής 6931234567 (%s ψηφία).

source: Duplicate (or no) login entries detected, cannot change password.
el_gr: Βρέθηκαν διπλές (ή καθόλου) εγγραφές, δεν μπορεί να αλλάξει ο κωδικός.

source: Could not bind to LDAP server as %s; LDAP error: %s
el_gr: Δε μπορούσε να πραγματοποιηθεί η σύνδεση στον εξυπηρετητή LDAP ως %s. Σφάλμα LDAP: %s

source: Account has been temporarily locked manually by an administrator, to force change of password.
el_gr: Ο λογαριασμός έχει κλειδωθεί προσωρινά από έναν διαχειριστή, για να γίνει αναγκαστική αλλαγή κωδικού.

source: Account is active.
el_gr: Ο λογαριασμός είναι ενεργός.

source: No dates registered.
el_gr: Δεν έχουν καταγραφεί ημερομηνίες.

source: Password history is empty.
el_gr: Το ιστορικό παλαιών κωδικών είναι κενό.

source: %s-encoded password, set on %s
el_gr: Κωδικοποιημένος με %s κωδικός, τέθηκε στις %s

source: Cleartext password, set on %s
el_gr: Cleartext κωδικός, τέθηκε στις %s

source: Unreadable or not set.
el_gr: Αδύνατο να αναγνωστεί ή μη ορισμένο.

source: %s-encoded password
el_gr: Κωδικός κωδικοποιημένος κατά %s

source: Default or unspecified policy.
el_gr: Προκαθορισμένη ή μη ορισμένη πολιτική

source: Specific Policy: %s
el_gr: Συγκεκριμένη Πολιτική: %s

source: No
el_gr: Όχι

source: Yes; user will be prompted to change it immediately.
el_gr: Ναι. Ο χρήστης θα λάβει μήνυμα να τον αλλάξει άμεσα.

source: Empty username.
el_gr: Κενό όνομα χρήστη.

source: You must type in your old password.
el_gr: Πρέπει να εισάγετε τον παλιό σας κωδικό.

source: You must type in your new password.
el_gr: Πρέπει να εισάγετε τον νέο σας κωδικό.

source: The password contains invalid characters.
el_gr: Ο κωδικός περιέχει άκυρους χαρακτήρες.

source: The new password is the same as your previous password. You are required to change the password.
el_gr: Ο νέος κωδικός είναι ο ίδιος με τον προηγούμενο. Απαιτείται να αλλάξετε τον κωδικό σας.

source: Your new password does not match the verify password.
el_gr: Δεν εισάγατε τον ίδιο κωδικό και τις δύο φορές.

source: Make sure you use the same case in both input boxes.
el_gr: Βεβαιωθείτε ότι χρησιμοποιείτε τα ίδια κεφαλαία / μικρά στις δύο εισαγωγές κωδικού.

source: Could not set pwdReset flag: %s
el_gr: Αποτυχία κατά τον ορισμό του pwdReset flag: %s

source: Password change failed. You have probably already used this same password recently, or it is still too early to change the password again. Try entering a different password.
el_gr: Η αλλαγή του κωδικού απέτυχε. Πιθανόν έχετε χρησιμοποιήσει ήδη τον ίδιο κωδικό πρόσφατα, ή είναι πολύ νωρίς για να αλλάξετε ξανά τον κωδικό. Προσπαθήστε να εισάγετε έναν διαφορετικό κωδικό.

source: Password change failed: %s
el_gr: Αλλαγή κωδικού απέτυχε: %s

source: A unique identifier for a user of the entire organization. It is usually the department code concatenated with the registration number.
el_gr: Ένα ID (χαρακτηριστικό) που είναι μοναδικό για ολόκληρο τον οργανισμό. Περιλαμβάνει συνήθως τον αριθμό μητρώου μαζί με έναν κωδικό τμήματος, ή έναν αριθμό μητρώου μοναδικό για ολόκληρο το ίδρυμα.

source: Student Registration #
el_gr: Α.Μ. Φοιτητή

source: The student registration number.
el_gr: Ο αριθμός μητρώου του φοιτητή.

source: Department ID
el_gr: Κωδικός Τμήματος

source: Numerical code that identifies the department.
el_gr: Ο αριθμητικός κωδικός που χαρακτηρίζει το τμήμα.

source: Department Name
el_gr: Όνομα Τμήματος

source: First Name
el_gr: Μικρό Όνομα

source: First / given name; can contain second (middle) name
el_gr: Μικρό όνομα. Μπορεί να περιλαμβάνει και δεύτερο μικρό όνομα.

source: Last Name
el_gr: Επώνυμο

source: Full Name
el_gr: Oνοματεπώνυμο

source: Account Status
el_gr: Κατάσταση Λογαριασμού

source: Whether your account is active or locked for some administrative reason
el_gr: Εάν ο λογαριασμός είναι ενεργός ή κλειδωμένος για κάποιον λόγο (π.χ. διαχειριστικός λόγος, έχει διαρρεύσει ο μυστικός κωδικός, ο χρήστης έχει κάνει κάποια κατάχρηση πόρων κ.λπ.)

source: Student Status
el_gr: Κατάσταση Φοιτητή

source: Semester
el_gr: Εξάμηνο

source: Semester number
el_gr: Αριθμός Εξαμήνου Σπουδών. Για Επί Πτυχίω φοιτητές, ο αριθμός αυτός θα πρέπει να συνεχίζεται μετά το τελευταίο εξάμηνο σπουδών. Π.χ. 9, 10, 11, 12, ....

source: Username
el_gr: Όνομα Χρήστη

source: Username or userid
el_gr: Το username (userid) που γνωρίζει ο χρήστης για είσοδο σε ηλεκτρονικές υπηρεσίες.

source: Password
el_gr: Κωδικός

source: Primary Affiliation
el_gr: Πρωτεύουσα Ιδιότητα

source: The primary affiliation of this user in this educational organization (e.g. student, staff, faculty)
el_gr: Κύρια Ιδιότητα. Συνήθως, student, για προπτυχιακούς και μεταπτυχιακούς φοιτητές.

source: Personal Title
el_gr: Τίτλος / Ιδιότητα

source: Student Type
el_gr: Ιδιότητα Φοιτητή

source: Whether the student is undergraduate, postgraduate, doctoral
el_gr: Τύπος, όσον αφορά τη φοιτητική ιδιότητα. Π.χ. προπτυχιακός / μεταπτυχιακός / διδακτορικός

source: Organization
el_gr: Οργανισμός / Ίδρυμα

source: Name of organization
el_gr: Το όνομα του Ιδρύματος.

source: Alternative E-mails
el_gr: Εναλλακτικά E-Mail

source: Alternative e-mail addresses where the user can receive e-mail messages.
el_gr: Εναλλακτικές E-Mail διευθύνσεις χρήστη.

source: Authorized E-mails
el_gr: Επιτρεπόμενα E-Mail

source: Authorized e-mail addresses that user can use to send e-mail from.
el_gr: Επιτρεπόμενες E-Mail διευθύνσεις χρήστη για αποστολή.

source: Affiliation
el_gr: Πανεπιστημιακή Ιδιότητα

source: Academic affiliation
el_gr: Πανεπιστημιακή Ιδιότητα

source: Organization Distinguished Name
el_gr: Distinguished Name Ιδρύματος

source: Business Category
el_gr: Επαγγελματική Κατηγορία

source: Organizational Unit
el_gr: Οργανωτική Μονάδα

source: The last time the entry's password was changed
el_gr: Πότε άλλαξε τελευταία φορά ο κωδικός της εγγραφής

source: Account locked
el_gr: Λογαριασμός κλειδωμένος

source: Authentication failures
el_gr: Αποτυχημένες προσπάθειες εισόδου

source: History of previously used passwords
el_gr: Ιστορικό προηγουμένως χρησιμοποιημένων κωδικών

source: Timestamps of grace authentications
el_gr: Ημερομηνίες χαριστικών επιτυχημένων εισόδων

source: Password updated by administrator
el_gr: Κωδικός ενημερώθηκε από διαχειριστή

source: Specific policy in effect
el_gr: Συγκεκριμένη πολιτική εν ισχύ

source: Password Start Time
el_gr: Έναρξη Ισχύος Κωδικού

source: Password End Time
el_gr: Λήξη Ισχύος Κωδικού

source: Last successful authentication
el_gr: Τελευταία επιτυχημένη είσοδος

source: Minimum Age
el_gr: Ελάχιστη Ηλικία

source: Maximum Age
el_gr: Μέγιστη Ηλικία

source: Passwords to keep in History
el_gr: Αριθμός κωδικών που να διατηρούνται στο Ιστορικό

source: Minimum Length
el_gr: Ελάχιστο Μέγεθος

source: Maximum Length
el_gr: Μέγιστο Μέγεθος

source: Session has timed out.
el_gr: Η συνεδρία έχει λήξει.

source: Username or password is incorrect.
el_gr: Το όνομα χρήστη ή ο κωδικός δεν είναι σωστά.

source: There was a server error in the password management service.
el_gr: Παρουσιάστηκε ένα πρόβλημα με το σύστημα αλλαγής κωδικού.

source: The password recovery token was incorrect.
el_gr: Ο κωδικός επαναφοράς δεν είναι σωστός.

source: Access denied.
el_gr: Η πρόσβαση σε αυτή τη σελίδα δεν επιτρέπεται.

source: Account is locked by an administrator.
el_gr: Ο λογαριασμός είναι κλειδωμένος από τον διαχειριστή.

source: You have not logged in the central authentication service.
el_gr: Δεν έχετε πραγματοποιήσει επιτυχή είσοδο στο κεντρικό σύστημα πιστοποίησης.

source: Seconds
el_gr: Δευτερόλεπτα

source: Minutes
el_gr: Λεπτά

source: Hours
el_gr: Ώρες

source: Days
el_gr: Ημέρες

source: Examples
el_gr: Παραδείγματα

source: Attention: Locked Account.
el_gr: Προσοχή: Κλειδωμένος Λογαριασμός.

source: Your account has been locked by an administrator
el_gr: Ο λογαριασμός σας έχει κλειδωθεί από τον διαχειριστή

source: Your account was locked by an administrator on %s
el_gr: Ο λογαριασμός σας κλειδώθηκε από τον διαχειριστή στις %s

source: and cannot be used for authenticating to services any more.
el_gr: και δε μπορεί να χρησιμοποιηθεί πλέον για ταυτοποίηση σε υπηρεσίες.

source: You will have to contact your administrator to address this issue.
el_gr: Πρέπει να επικοινωνήσετε με τον διαχειριστή ή τον υπεύθυνο του λογαριασμού σας για τη διευθέτηση του ζητήματος.

source: Enter Password:
el_gr: Εισαγωγή Κωδικού:

source: Verify
el_gr: Επιβεβαίωση

source: Generate a Random Password
el_gr: Δημιουργία ενός τυχαίου κωδικού

source: Click to automatically generate a random password, which will pass the password strength requirements and will be relatively easy to pronounce
el_gr: Κάντε κλικ για να δημιουργηθεί ένας τυχαίος κωδικός, που περνάει τους ελέγχους για ασφαλείς κωδικούς και είναι σχετικά εύκολος στην προφορά

source: New password will be:
el_gr: Ο νέος κωδικός θα είναι:

source: Please make sure that you have noted down the password, or have provided it to the user, before moving on.
el_gr: Παρακαλούμε βεβαιωθείτε ότι έχετε αντιγράψει τον κωδικό σε ασφαλές μέρος ή τον έχετε μεταφέρει στον χρήστη πριν προχωρήσετε.

source: Temporary password &mdash; this password will work temporarily for logging on a web service, but user will be notified to change it immediately.
el_gr: Προσωρινός Κωδικός &mdash; ο παραπάνω κωδικός θα λειτουργήσει προσωρινά για είσοδο σε υπηρεσία μέσω web, αλλά ο χρήστης θα λάβει μήνυμα ότι πρέπει να τον αλλάξει άμεσα.

source: Return to Change Password Page
el_gr: Επιστροφή στη σελίδα Αλλαγής Κωδικού

source: Simple Search
el_gr: Απλή Αναζήτηση

source: Advanced Search
el_gr: Σύνθετη Αναζήτηση

source: Search users by name, surname, username / e-mail, ID
el_gr: Αναζητήστε χρήστες με βάση όνομα, επίθετο, username / e-mail, αριθμό μητρώου

source: Search
el_gr: Αναζήτηση

source: Enter LDAP filter
el_gr: Εισάγετε το LDAP φίλτρο που επιθυμείτε

source: Copy one from these readily availabe filters for starters:
el_gr: Επιλέξτε ένα από τα έτοιμα φίλτρα για διευκόλυνση:

source: Copy
el_gr: Αντιγραφή

source: Found %s user entries
el_gr: Βρέθηκαν %s εγγραφές χρηστών

source: For the users listed above, you can massively change, in one go, the following attributes:
el_gr: Για τους παραπάνω χρήστες, μπορείτε να αλλάξετε μαζικά κάποιο από τα παρακάτω στοιχεία:

source: Particular Policy
el_gr: Συγκεκριμένη Πολιτική

source: No Change
el_gr: Καμμία Αλλαγή

source: Default or Unspecified Policy
el_gr: Προκαθορισμένη ή μη ορισμένη Πολιτική

source: Lock Account
el_gr: Κλείδωμα Λογαριασμού

source: Lock All Accounts
el_gr: Κλείδωμα όλων των Λογαριασμών

source: Unlock All Accounts
el_gr: Ξεκλείδωμα όλων των Λογαριασμών

source: Force Password Change
el_gr: Εξαναγκασμός Αλλαγής Κωδικού

source: All Accounts change password upon next login
el_gr: Όλοι οι Λογαριασμοί να αλλάξουν κωδικό με το επόμενο login

source: Don't request password change upon next login
el_gr: Να μην απαιτηθεί η αλλαγή κωδικού

source: Apply These Changes
el_gr: Εφαρμογή των παραπάνω αλλαγών

source: There are no defined password policies on the LDAP Server.
el_gr: Δεν υπάρχουν ορισμένες πολιτικές κωδικών στον εξυπηρετητή LDAP.

source: Create a new policy with some predefined values:
el_gr: Δημιουργήστε μία νέα πολιτική με κάποιες προτεινόμενες, προκαθορισμένες τιμές:

source: Create New Policy
el_gr: Δημιουργία Νέας Πολιτικής

source: Return to summary
el_gr: Επιστροφή στη σύνοψη

source: Massive Changes to LDAP Users
el_gr: Μαζικές Αλλαγές σε Χρήστες LDAP

source: The results of the massive changes to be applied to %s users are:
el_gr: Τα αποτελέσματα των μαζικών μεταβολών στις %s εγγραφές που ταιριάζουν, είναι:

source: %s entries have been successfully modified.
el_gr: %s εγγραφές μεταβλήθηκαν επιτυχώς (προσθήκη / μεταβολή LDAP attribute)

source: %s entries have remained the same (no need to remove attribute that did not exist
el_gr: %s εγγραφές έμειναν αμετάβλητες (δε χρειαζόταν να διαγραφεί attribute που δεν υπήρχε)

source: %s entries have been succesfully modified (attribute deletion).
el_gr: %s εγγραφές μεταβλήθηκαν επιτυχώς (διαγραφή attribute)

source: %s entries have failed to modify due to LDAP error.
el_gr: %s εγγραφές παρουσίασαν σφάλμα LDAP κατά τη μεταβολή

source: Back to initial search users page
el_gr: Επιστροφή στην αρχική σελίδα αναζήτησης χρηστών

source: Active Notifications
el_gr: Ενεργές Ειδοποιήσεις

source: This table shows the active notifications and reminders that are being sent via e-mail to users, before their passwords have expired.
el_gr: Ο πίνακας αυτός δείχνει τις ενεργές ειδοποιήσεις που στέλνονται μέσω e-mail στους χρήστες, κάποιο χρονικό διάστημα πριν λήξει ο κωδικός τους.

source: To change these notifications, please edit the file %s. If the file does not exist, create it using this as template: %s.
el_gr: Για να αλλάξετε αυτές τις ειδοποιήσεις, επεξεργαστείτε το αρχείο %s. Αν δεν υπάρχει το αρχείο, δημιουργήστε το χρησιμοποιώντας αυτό σαν πρότυπο: %s.

source: Show Details per User
el_gr: Εμφάνιση Λεπτομερειών ανά Χρήστη

source: The following table shows which users have already received some password expiry reminder notifications via e-mail.
el_gr: Ο παρακάτω πίνακας δείχνει ποιοι χρήστες έχουν λάβει ήδη κάποια από τις ειδοποιήσεις λήξης κωδικού μέσω e-mail

source: Showing Notification Message
el_gr: Εμφάνιση Μηνύματος Ειδοποίησης
