Repository: nkua/arcanum
Catalog: locale/*/LC_MESSAGES/arcanum.po
Languages: el_gr

source: To change this message, please edit the file:
el_gr: Για να αλλάξετε αυτό το μήνυμα, επεξεργαστείτε το αρχείο:

source: If the file does not exist, use the file %s as a template
el_gr: (Αν δεν υπάρχει, χρησιμοποιήστε το %s για να ξεκινήσετε)

source: Back to Notifications
el_gr: Πίσω στις ειδοποιήσεις

source: Active Sessions
el_gr: Ενεργές Συνεδρίες

source: The following table shows who is using the password management web application at this moment.
el_gr: Ο παρακάτω πίνακας δείχνει ποιοι χρησιμοποιούν την εφαρμογή διαχείρισης κωδικού αυτή τη στιγμή.

source: Access Level
el_gr: Πρόσβαση

source: Actions
el_gr: Ενέργειες

source: Unknown
el_gr: Άγνωστο

source: Administrator
el_gr: Διαχειριστής

source: Password Reset
el_gr: Επαναφορά Κωδικού

source: My Account
el_gr: Ο Λογαριασμός Μου

source: Password Recovery Procedure
el_gr: Διαδικασία Επαναφοράς Κωδικού

source: Details
el_gr: Λεπτομέρειες

source: Active Mail Tokens for Password Reset (Duration: 1 hour)
el_gr: Ενεργά Mail Tokens για Αλλαγή Κωδικού (Διάρκεια: 1 ώρα)

source: Active SMS Tokens for Password Reset (Duration: 10 minutes)
el_gr: Ενεργά SMS Tokens για Αλλαγή Κωδικού (Διάρκεια: 10 λεπτά)

source: There are no active tokens which were requested for immediate password change at this point.
el_gr: Δεν υπάρχουν ενεργά tokens που να ζητήθηκαν από τον Login Server για άμεση αλλαγή password αυτή τη στιγμή.

source: %s Policies available in the server:
el_gr: %s Πολιτικές διαθέσιμες στον εξυπηρετητή:

source: Name
el_gr: Όνομα

source: # of users
el_gr: αρ. χρηστών

source: Unnamed Policy
el_gr: Πολιτική χωρίς όνομα

source: Show &amp; Edit
el_gr: Εμφάνιση &amp; Επεξεργασία

source: Back to Policies List
el_gr: Πίσω στη λίστα με όλες τις πολιτικές

source: Basic Policies
el_gr: Βασικές Πολιτικές

source: Advanced Policies
el_gr: Ειδικότερες Πολιτικές

source: Unsupported Policies
el_gr: Μη Υποστηριζόμενες Πολιτικές

source: (*) Note: This attribute is not used by the supporting applications (Arcanum, CAS); however, it can be used by other third-party applications which also make use of this LDAP Password Policy.
el_gr: (*) Σημ. Το attribute αυτό δε λαμβάνεται υπ όψη στις υποστηριζόμενες εφαρμογές (Arcanum, CAS), μπορεί ωστόσο να λαμβάνεται υπ όψη από τρίτες εφαρμογές που χρησιμοποιείτε και που υποστηρίζουν την Πολιτική Κωδικών του LDAP.

source: Current Value
el_gr: Τρέχουσα Τιμή

source: New Value
el_gr: Νέα Τιμή

source: Description
el_gr: Αναλυτική Περιγραφή

source: passwords
el_gr: κωδικοί

source: Checked
el_gr: Ελέγχθηκε

source: Enforced
el_gr: Εφαρμόζεται

source: Not Enforced
el_gr: Δεν Εφαρμόζεται

source: characters
el_gr: χαρακτήρες

source: seconds before current password expires
el_gr: δευτερόλεπτα πριν τη λήξη του τρέχοντος κωδικού

source: tries
el_gr: προσπάθειες

source: times
el_gr: φορές

source: Recommended Value: %s
el_gr: Προτεινόμενη Τιμή: %s

source: Update Policy
el_gr: Ενημέρωση Πολιτικής

source: At a Glance
el_gr: Με μια Ματιά

source: Refresh
el_gr: Ανανέωση

source: Fix&hellip;
el_gr: Διόρθωση&hellip;

source: Search for users&hellip;
el_gr: Αναζήτηση για χρήστες&hellip;

source: Secondary Accounts
el_gr: Δευτερεύοντες Λογαριασμοί

source: Possible Problems
el_gr: Πιθανά Προβλήματα

source: Unlock account
el_gr: Ξεκλείδωμα Λογαριασμού

source: Change Password upon Next Login
el_gr: Αλλαγή Κωδικού με το επόμενο login

source: Account Information
el_gr: Πληροφορίες Λογαριασμού

source: Password-related Attributes
el_gr: Στοιχεία σχετικά με Κωδικούς

source: Change password upon next login
el_gr: Αλλαγή Κωδικού με το επόμενο login

source: Cancel compulsory password change
el_gr: Ακύρωση Αναγκαστικής Αλλαγής

source: Mobile / SMS
el_gr: Κινητό / SMS

source: Errors encountered. Please correct the following and try again:
el_gr: Παρουσιάστηκαν σφάλματα. Παρακαλούμε διορθώστε τα παρακάτω και ξαναπροσπαθήστε:

source: Allowed characters: %s
el_gr: Επιτρεπτοί Χαρακτήρες: %s

source: Password must consist of at least 6 characters;
el_gr: Ο κωδικός σας πρέπει να αποτελείται τουλάχιστον από 6 χαρακτήρες,

source: Must contain at least one number or symbol
el_gr: Να περιέχει τουλάχιστον 1 αριθμό ή σύμβολο

source: More information about password safety
el_gr: Περισσότερες πληροφορίες για την ασφάλεια του κωδικού

source: Password Suggestions
el_gr: Προτάσεις για έτοιμους κωδικούς

source: Pick one of these easy to pronounce passwords:
el_gr: Επιλέξτε έναν από αυτούς τους κωδικούς:

source: Get other suggestions
el_gr: Λήψη άλλων προτάσεων

source: Password:
el_gr: Κωδικός:

source: New Password:
el_gr: Νέος κωδικός:

source: Confirm New Password:
el_gr: Επιβεβαίωση νέου κωδικού:

source: Save
el_gr: Αποθήκευση

source: Warning: Inactive Account due to Expired Password
el_gr: Προσοχή: Ανενεργός Κωδικός λόγω Λήξης.

source: Your password has remained unchanged for a long time and thus has expired. You must enter a new, different password. After you change your password, you will be able to log in to the provided services.
el_gr: Ο κωδικός σας έχει μείνει για μεγάλο χρονικό διάστημα χωρίς αλλαγή και έχει λήξει η ισχύς του. Πρέπει να εισάγετε έναν νέο κωδικό, διαφορετικό από τον προηγούμενο. Με την αλλαγή του κωδικού, ο λογαριασμός σας θα μπορεί να χρησιμοποιηθεί ξανά για ταυτοποίηση σε υπηρεσίες.

source: Warning: Inactive Account
el_gr: Προσοχή: Ανενεργός Λογαριασμός

source: The current password can only be used to enter a new, personalized password. Once you change your password, you will be able to log in to services again.
el_gr: Ο τρέχων μυστικός κωδικός σας μπορεί να χρησιμοποιηθεί μόνο για να εισάγετε έναν νέο, δικό σας κωδικό. Με την αλλαγή του κωδικού, ο λογαριασμός σας θα μπορεί να χρησιμοποιηθεί ξανά για ταυτοποίηση σε υπηρεσίες.

source: Your password has been updated.
el_gr: Ο κωδικός σας ενημερώθηκε επιτυχώς.

source: You will be redirected to the login page, where you'll need to login with your new password, in %s seconds.
el_gr: Θα μεταφερθείτε αυτόματα πίσω στη σελίδα εισόδου για να πραγματοποιήσετε είσοδο με τον νέο σας κωδικό, σε %s δευτερόλεπτα.

source: (Click here if you do not wish to wait.
el_gr: (Αν δεν επιθυμείτε να περιμένετε, κάντε κλικ εδώ).

source: You will be redirected to the login page in %s seconds. If you need to make further changes, please login again.
el_gr: Θα μεταφερθείτε αυτόματα πίσω στη σελίδα εισόδου σε %s δευτερόλεπτα. Εάν επιθυμείτε να κάνετε περαιτέρω αλλαγές, πρέπει να κάνετε είσοδο εκ νέου.

source: Back to Change Password Home
el_gr: Επιστροφή στη σελίδα Αλλαγής Κωδικού

source: Password Recovery Information
el_gr: Καταχώριση στοιχείων

source: Your information has been updated.
el_gr: Τα στοιχεία σας ενημερώθηκαν επιτυχώς.

source: For the case that you ever forget your password, you should register a secondary e-mail address or a mobile phone number with us; this way, you can reset your password easily.
el_gr: Ορίζοντας τα στοιχεία επικοινωνίας (κινητό η/και email) σας παρέχεται η δυνατότητα ανάκτησης πρόσβασης με ασφαλή τρόπο στην περίπτωση που έχετε ξεχάσει τον κωδικό σας. Εφόσον το επιθυμείτε, έχετε την δυνατότητα οποιαδήποτε στιγμή να εξαιρεθείτε από την εφαρμογή ανάκτησης πρόσβασης, αφαιρώντας τα στοιχεία επικοινωνίας

source: Secondary e-mail address:
el_gr: Δευτερεύον email:

source: Mobile phone number:
el_gr: Αριθμός κινητού τηλεφώνου:

source: Skip
el_gr: Παράβλεψη

source: Disable reminder
el_gr: Απενεργοποίηση υπενθύμισης

source: for the next %s days
el_gr: για τις επόμενες %s ημέρες

source: An error has been encountered:
el_gr: Παρουσιάστηκε Σφάλμα:

source: Technical information about this error:
el_gr: Τεχνικές λεπτομέρειες σφάλματος:

source: File %s, line %s
el_gr: Αρχείο %s, γραμμή %s

source: Please press &quot;back&quot; in your browser and try again.
el_gr: Παρακαλούμε πατήστε &quot;Πίσω&quot; στον Browser σας και ξαναπροσπαθήστε.

source: If the problem persists, contact your local administrator.
el_gr: Εάν το πρόβλημα επιμείνει, επικοινωνήστε με τον διαχειριστή.

source: Available Functions
el_gr: Διαθέσιμες Λειτουργίες

source: The password management serice allows you to reset your forgotten password or change your password safely.
el_gr: Η Υπηρεσία Διαχείρισης κωδικού χρήστη σας παρέχει τη δυνατότητα ανάκτησης κωδικού σε περίπτωση που τον έχετε ξεχάσει ή αλλαγής του κωδικού σας με ασφαλή τρόπο.

source: The following functionality is available:
el_gr: Συγκεκριμένα μέσω της Υπηρεσίας Διαχείρισης κωδικού χρήστη είναι διαθέσιμες οι ακόλουθες λειτουργίες:

source: Reset password in case you have forgotten your original password
el_gr: Εισαγωγή νέου κωδικού σε περίπτωση που έχετε ξεχάσει τον κωδικό σας

source: Register a mobile phone number or a secondary e-mail address, for password recovery
el_gr: Καταχώρηση email ή αριθμού κινητού τηλεφώνου, έτσι ώστε σε περίπτωση που ξεχάσετε τον κωδικό σας να μπορούμε να τον ανακτήσουμε άμεσα

source: Logged in as:
el_gr: Συνδεθήκατε ως:

source: Logout
el_gr: Αποσύνδεση

source: Your password has expired. In order to continue using the provided services, you have to change your password.
el_gr: Ο κωδικός σας έχει λήξει. Για να συνεχίσετε να χρησιμοποιείτε τις παρεχόμενες υπηρεσίες, πρέπει να τον αλλάξετε.

source: Please log in with your old password and change it with a new one.
el_gr: Παρακαλούμε πραγματοποιήστε είσοδο με τον παλιό κωδικό σας και στη συνέχεια αλλάξτε τον με έναν καινούριο.

source: Welcome to the User Password Management Service.
el_gr: Καλωσήλθατε στην Υπηρεσία Διαχείρισης κωδικού χρήστη!

source: Here you can change or recover your password.
el_gr: H Υπηρεσία Διαχείρισης κωδικού χρήστη σας παρέχει τη δυνατότητα εισαγωγής νέου κωδικού σε περίπτωση που τον έχετε ξεχάσει και αλλαγής του κωδικού σας με ασφαλή τρόπο.

source: News &amp; Announcements
el_gr: Νέα &amp; Ανακοινώσεις:

source: Login
el_gr: Είσοδος

source: Username:
el_gr: Όνομα Χρήστη:

source: I have forgotten my password
el_gr: Έχω ξεχάσει τον κωδικό μου

source: Active account. Password expires in %s.
el_gr: Ενεργός Κωδικός. Λήξη ισχύος τρέχοντος κωδικού σε %s

source: Warning: Inactive Password
el_gr: Προσοχή: Ανενεργός Κωδικός

source: Warning: Inactive Account.
el_gr: Προσοχή: Ανενεργός Λογαριασμός.

source: Your current password cannot be used to authenticate you to services, probably due to having expired.
el_gr: Ο μυστικός κωδικός σας δεν μπορεί να χρησιμοποιηθεί για ταυτοποίηση σε υπηρεσίες, πιθανόν λόγω λήξης της ισχύος του.

source: Please change your password immediately.
el_gr: Παρακαλούμε αλλάξτε άμεσα τον κωδικό σας.

source: Warning: Password has expired and must be changed!
el_gr: Προσοχή: Ο κωδικός έχει λήξει και πρέπει να αλλαχθεί!

source: Your current password has expired and you must change it immediately. If you don't change it, it won't be possible to authenticate you to services.
el_gr: Ο μυστικός κωδικός σας έχει λήξει και πρέπει να τον αλλάξετε άμεσα. Αν δεν τον αλλάξετε, πολύ σύντομα δε θα μπορεί να χρησιμοποιηθεί για ταυτοποίηση σε υπηρεσίες.

source: Active Account.
el_gr: Ενεργός Λογαριασμός

source: Failed Login Attempts
el_gr: Αποτυχημένες Προσπάθειες Εισόδου

source: The following failed login attempts (incorrect or expired password) have been recorded:
el_gr: Έχουν καταγραφεί οι ακόλουθες αποτυχημένες προσπάθειες εισόδου (εισαγωγή λάθος κωδικού ή ληγμένος κωδικός):

source: Date &amp; Time
el_gr: Ημερομηνία &amp; ώρα

source: Note: the failed login attempt history is deleted immediately after the first successful login.
el_gr: Σημείωση: οι καταγραφές των αποτυχημένων προσπαθειών εισόδου διαγράφονται αμέσως, μετά το πρώτο επιτυχές login.

source: To change your password, click %s
el_gr: Για να αλλάξετε τον κωδικό σας επιλέξτε %s

source: Home
el_gr: Αρχική

source: Password Safety
el_gr: Ασφάλεια κωδικού

source: Terms of Service
el_gr: Όροι Χρήσης

source: Privacy Policy
el_gr: Πολιτική προστασίας προσωπικών δεδομένων

source: Summary
el_gr: Σύνοψη

source: Policy
el_gr: Πολιτική

source: Notifications
el_gr: Ειδοποιήσεις

source: Sessions
el_gr: Συνεδρίες

source: Setup
el_gr: Ρυθμίσεις

source: About my Administrative Account
el_gr: Πληροφορίες για το Διαχειριστικό Λογαριασμό μου

source: Change my Password
el_gr: Αλλαγή του Κωδικού μου

source: Confirm your account information to reset your password
el_gr: Επιβεβαίωση στοιχείων χρήστη για εισαγωγή νέου κωδικού

source: Unfortunately your details could not be confirmed.
el_gr: Δυστυχώς η επιβεβαίωση των στοιχείων που εισάγατε απέτυχε.

source: Try again.
el_gr: Προσπαθήστε ξανά

source: If you cannot recall your password recovery information, you will have to contact the helpdesk to acquire a new password.
el_gr: Σε περίπτωση που δε θυμάστε τα στοιχεία που έχετε καταχωρήσει θα πρέπει να απευθυνθείτε στη Διεύθυνση Διοικητικού του Ιδρύματος σας για να προμηθευτείτε νέο κωδικό πρόσβασης.

source: If you have forgotten your password, you'll need to confirm your password recovery preferences first before we allow you to reset your password.
el_gr: Σε περίπτωση που έχετε ξεχάσει τον κωδικό σας, απαιτείται να γίνει επιβεβαίωση των στοιχείων σας για λόγους ασφαλείας και στη συνέχεια θα προχωρήσετε στην Εισαγωγή νέου κωδικού.

source: Enter your username:
el_gr: Εισάγετε όνομα χρήστη:

source: Choose one of the following password recovery methods:
el_gr: Επιλέξτε έναν από τους παρακάτω τρόπους αποστολής του κωδικού σας

source: Send via e-mail
el_gr: Αποστολή με e-mail

source: Enter your surname:
el_gr: Εισάγετε το επίθετό σας:

source: Enter the secondary e-mail that you have registered:
el_gr: Εισάγετε το δευτερεύον email που έχετε καταχωρήσει:

source: Send via SMS
el_gr: Αποστολή με sms

source: Enter the mobile phone number that you have registered:
el_gr: Εισάγετε τον αριθμό κινητού τηλεφώνου που έχετε καταχωρήσει:

source: Finally, please enter these two words:
el_gr: Τέλος, εισάγετε τις δύο λέξεις:

source: Continue &rarr;
el_gr: Συνέχεια &rarr;

source: Please send the following text message via your mobile phone.
el_gr: Παρακαλούμε να αποστείλετε το παρακάτω μήνυμα SMS από τον αριθμό κινητού που έχετε δηλώσει στα στοιχεία επικοινωνίας του λογαριασμού σας:

source: Text message:
el_gr: Περιεχόμενο sms (κείμενο):

source: Recipient number:
el_gr: Προς τον αριθμό:

source: * Standard text message cost
el_gr: * Χρέωση απλού μηνύματος SMS

source: QR Code
el_gr: QR Κώδικας για σκανάρισμα από κινητό

source: Waiting to receive text message&hellip;
el_gr: Αναμονή για SMS...

source: Your details have been confirmed.
el_gr: Η επιβεβαίωση των στοιχείων σας πραγματοποιήθηκε επιτυχώς!

source: Enter the verification number that we just sent to your mobile, in order to reset your password:
el_gr: Εισάγετε τον κωδικό επιβεβαίωσης που έχει σταλεί στο κινητό σας και πατήστε Συνέχεια για να προχωρήσετε στην Εισαγωγή νέου κωδικού:

source: Tips to choose a safe password
el_gr: Συμβουλές για επιλογή ασφαλούς κωδικού

source: For your safety, choose a password that you can remember easily but one you cannot find in dictionaries. Passwords that include a number or symbol are better and less likely to get cracked.
el_gr: Για την ασφάλειά σας, επιλέξτε έναν κωδικό που μπορείτε να θυμάστε εύκολα και δεν βρίσκεται σε λεξικά. Κωδικοί μαζί με κάποιον αριθμό ή σύμβολο θεωρούνται γενικά πιο ασφαλείς και δύσκολο να μαντευτούν από κάποιο κακόβουλο χρήστη

source: Your password must:
el_gr: Ο κωδικός σας πρέπει:

source: Consist of at least %s characters
el_gr: Να αποτελείται τουλάχιστον από %s χαρακτήρες

source: Contain at least 1 number or symbol
el_gr: Να περιέχει τουλάχιστον 1 αριθμό ή σύμβολο

source: Contain at least %s different characters
el_gr: Να περιέχει τουλάχιστον %s διαφορετικούς χαρακτήρες

source: Not be too similar to your username
el_gr: Δεν πρέπει να μοιάζει πολύ με το όνομα χρήστη

source: Not contain 3 or more successive numbers
el_gr: Δεν πρέπει να έχει 3 ή περισσότερα νούμερα διαδοχικά σε αύξουσα σειρά

source: Setup Password Management Application
el_gr: Εγκατάσταση Εφαρμογής Διαχείρισης Κωδικών

source: The existing configuration file, config/config.php, is being edited.
el_gr: Γίνεται επεξεργασία του υπάρχοντος configuration (config/config.php).

source: To save your changes in each page, click &ldquo;Save&rdquo; at the end of each page.
el_gr: Για να αποθηκεύετε τις αλλαγές σας σε κάθε σελίδα, επιλέξτε &ldquo;Αποθήκευση&rdquo; στο τέλος της φόρμας.

source: Disable Web Setup
el_gr: Απενεργοποίηση Εγκατάστασης μέσω Web

source: Cancel Changes and Restart Setup
el_gr: Ακύρωση Αλλαγών και Επανέναρξη Installer

source: Choose Setup Language
el_gr: Επιλέξτε Γλώσσα Εγκατάστασης

source: LDAP server is installed and operational.
el_gr: Ο LDAP server είναι εγκατεστημένος και λειτουργεί.

source: You have installed %s and %s in LDAP server
el_gr: Έχετε εγκαταστήσει το %s καθώς και τα %s στον LDAP server.

source: OpenLDAP Configuration example (%s)
el_gr: Παράδειγμα OpenLDAP configuration (%s)

source: You have set the proper LDAP ACLs and Policy Module Settings.
el_gr: Έχετε θέσει τα κατάλληλα LDAP ACLs και settings του Policy Module.

source: Proceed
el_gr: Συνέχεια

source: Basic Information
el_gr: Βασικά στοιχεία

source: Website Home address URL
el_gr: Website Home address URL (να περιλαμβάνει και ολόκληρο το path της εφαρμογής εάν θα βρίσκεται σε κάποιο directory)

source: Name of Organization
el_gr: Όνομα Ιδρύματος

source: Domain Name of Organization
el_gr: Domain Name Ιδρύματος

source: Page Title (e.g. Truncated Organization Name)
el_gr: Τίτλος Σελίδας (Π.χ. Όνομα Ιδρύματος συμπτυγμένο)

source: Page Subtitle (e.g. Description of Service)
el_gr: Υπότίτλος Σελίδας (Π.χ. Περιγραφή Υπηρεσίας)

source: Page Logo. Either full URL or relative path to image location. <small>(Optional)</small>
el_gr: Logo Ιδρύματος. Πρέπει να είναι ένα URL ή ένα path προς αρχείο εικόνας. <small>(Προαιρετικό)</small>

source: Message of the Day
el_gr: Ανακοίνωση (Message of the Day)

source: This text will appear in the login page. It is meant for important announcements.
el_gr: Το κείμενο αυτό θα εμφανίζεται στη σελίδα εισόδου και προορίζεται για σημαντικές / έκτακτες ανακοινώσεις.

source: URL of Terms of Service
el_gr: URL για τους Όρους Χρήσης

source: URL of Privacy Policy
el_gr: URL για την Πολιτική προστασίας προσωπικών δεδομένων

source: PHP Settings
el_gr: Ρυθμίσεις PHP

source: PHP Session Name (if there are a lot of installations of this application in the same host)
el_gr: Όνομα PHP Session (αν υπάρχουν πολλές εγκαταστάσεις της εφαρμογής στον ίδιο host)

source: Note: if you change this attribute, you will have to relogin.
el_gr: Σημείωση: εάν αλλάξετε αυτό το attribute, θα πρέπει να ξανακάνετε login.

source: LDAP Server Connection
el_gr: Σύνδεση με τον LDAP Server

source: LDAP Host or LDAP URI, e.g. ldaps://host:636
el_gr: LDAP Host (ή LDAP URI, π.χ. ldaps://host:636)

source: Test Connection
el_gr: Δοκιμή Σύνδεσης

source: Click button to test connection parameters.
el_gr: Κάντε κλικ για να δοκιμάσετε τις παραμέτρους σύνδεσης.

source: CAS (Login) Server Connection
el_gr: Σύνδεση με τον CAS (Login) Server

source: LDAP Configuration with regard to Passwords
el_gr: Βασικές Επιλογές του LDAP Server σχετικές με Κωδικούς

source: LDAP Password Hash
el_gr: Hash για το LDAP Password

source: Note: affects only newly created passwords; existing passwords will remain as they are
el_gr: (σημ.: αφορά μόνο τα νέα passwords και δεν επηρεάζει καθόλου τη λειτουργία και την ισχύ των παλιών passwords, ό,τι hash και αν έχουν)

source: NT Hash attribute (optional)
el_gr: Όνομα attribute στο οποίο θα αποθηκεύεται το NT Hash (προαιρετικό)

source: Attribute for symmetrically encrypted cleartext password (optional)
el_gr: Όνομα attribute στο οποίο θα αποθηκεύεται το Cleartext Password (με <strong>symmetric</strong> encryption) (προαιρετικό)

source: Attribute for asymmetrically encrypted cleartext password (optional)
el_gr: Όνομα attribute στο οποίο θα αποθηκεύεται το Cleartext Password (με <strong>asymmetric</strong> encryption) (προαιρετικό)

source: Feature not implemented yet
el_gr: Μελλοντική λειτουργία

source: Attribute for Time-Based OTP Init Key (format: base-32-encoded) (optional)
el_gr: Όνομα attribute στο οποίο θα αποθηκεύεται το Time-Based OTP Init Key (format: base-32-encoded) (προαιρετικό)

source: Attribute for storage of One-Time Backup Passwords (optional)
el_gr: Όνομα attribute στο οποίο θα αποθηκεύονται τα One-Time Backup Passwords όταν είναι ενεργοποιημένο το Time-Based OTP Authentication (προαιρετικό)

source: DigestHA1 Attribute (optional)
el_gr: Όνομα attribute στο οποίο θα αποθηκεύεται το Digest HA1 (προαιρετικό)

source: DigestHA1 Realm (optional)
el_gr: Το Realm για το Digest HA1 (προαιρετικό)

source: LDAP Attributes for storing secondary account information, intended for forgotten password functionality
el_gr: LDAP Attributes που θα διατηρούν δευτερεύοντα accounts, για τη λειτουργία επανάκτησης κωδικού

source: Attribute for mobile phone number, for recovery via SMS text message
el_gr: Όνομα LDAP attribute στο οποίο γράφεται o αριθμός κινητού (για SMS)

source: (Leave blank to disable this password reset method)
el_gr: (Αφήστε κενό, για να μην υποστηρίζεται η επανάκτηση κωδικού μέσω αυτής της μεθόδου)

source: Attribute for <strong>secondary</strong> e-mail address
el_gr: Όνομα LDAP attribute στο οποίο γράφεται το <strong>δευτερεύον</strong> e-mail χρήστη

source: Attribute for OpenID account
el_gr: Όνομα LDAP attribute στο οποίο γράφεται ο λογαριασμός OpenID χρήστη

source: LDAP Filters and Administrators
el_gr: LDAP Φίλτρα και Διαχειριστές

source: Filter for finding out actual users.
el_gr: Φίλτρο που θα χρησιμοποιείται για την εξακρίβωση των χρηστών.

source: The %s will be substituted by the username.
el_gr: Το %s θα αντικατασταθεί με το username.

source: Filter to determine which users are allowed to receive SMS text messages.
el_gr: Φίλτρο που θα προστίθεται για την εξακρίβωση των χρηστών που θα επιτρέπεται να λαμβάνουν SMS.

source: Filter to determine the password administrator(s) of this application. A password administrator can change passwords and lock accounts for everyone in this directory.
el_gr: Φίλτρο που θα χρησιμοποιείται για την εξακρίβωση του ή των διαχειριστών κωδικών αυτής της εφαρμογής. Οι διαχειριστές κωδικών μπορούν να αλλάζουν κωδικούς χρηστών και να κλειδώνουν λογαριασμούς.

source: Filter to determine the global policy administrator(s) for this application. A policy administrator, in addition to changing users' passwords and locking accounts, can also change the password policy that is in effect (e.g. the maximum password age).
el_gr: Φίλτρο που θα χρησιμοποιείται για την εξακρίβωση του ή των διαχειριστών αυτής της εφαρμογής. Οι διαχειριστές αυτοί θα μπορούν να αλλάζουν κωδικούς χρηστών και να κλειδώνουν λογαριασμούς, κι επιπλέον να επεξεργάζονται την πολιτική χρήσης κωδικών (π.χ. διάρκεια ισχύος κωδικών).

source: Usage of ReCAPTCHA Service
el_gr: Χρήση Υπηρεσίας ReCAPTCHA

source: This application can use the ReCAPTCHA Service to protect login forms from robots and dictionary attacks.
el_gr: Η εφαρμογή αυτή χρησιμοποιεί την υπηρεσία ReCAPTCHA για προστασία από robots και επιθέσεις τύπου dictionary attacks.

source: To enable, go to the page %s, choose %s and create an API key for this site.
el_gr: Μεταβείτε στη σελίδα %s, επιλέξτε %s και δημιουργήστε ένα API key για το site αυτό.

source: Then, enter your Public and Private keys here:
el_gr: Ακολούθως εισάγετε τα Public και Private keys που φτιάξατε, εδώ:

source: Public Key
el_gr: Δημόσιο Κλειδί

source: Private Key
el_gr: Ιδιωτικό Κλειδί

source: E-mail Settings
el_gr: Ρύθμιση Αποστολής E-mail
