Repository: nkua/arcanum
Catalog: locale/*/LC_MESSAGES/arcanum.po
Languages: el_gr

source: Here you can set up the e-mail submission settings. The e-mail messages that are sent from this application can be instant notifications (&ldquo;Your password has just changed&rdquo;), password reset requests (&ldquo;Click here to reset your password&rdquo;) or periodical notifications (&ldquo;Attention, your password expires in one week&rdquo;).
el_gr: Τα e-mail που αποστέλλονται είναι είτε άμεσες ειδοποιήσεις (&ldquo;Άλλαξε ο κωδικός σας&rdquo;), είτε ενέργειες ανάκτησης κωδικού μέσω e-mail (&ldquo;Κάντε κλικ εδώ για να ανακτήσετε τον κωδικό σας&rdquo;) είτε περιοδικές ειδοποιήσεις (&ldquo;Προσοχή, ο κωδικός σας λήγει σε μία εβδομάδα&rdquo;).

source: SMTP authentication (optional, enter 'login' to perform authentication)
el_gr: SMTP authentication (προαιρετικό, εισάγετε 'login' για να πραγματοποιείται authentication)

source: SMS Gateway Settings
el_gr: Ρύθμιση Πύλης SMS

source: Operator Number
el_gr: Αριθμός του Κέντρου που λαμβάνει μηνύματα

source: Method to use for receiving Text Messages
el_gr: Μέθοδος λήψης γραπτών μηνυμάτων

source: None
el_gr: Καμμία

source: HTTP(S) connection to Kannel Gateway
el_gr: HTTP(S) σύνδεση με Kannel Gateway

source: JSON-RPC over HTTP(S) to GunetSMS (or compatible) Gateway
el_gr: JSON-RPC πάνω από HTTP(S) σύνδεση με GunetSMS (ή συμβατό) Gateway

source: Method to use for sending Text Messages
el_gr: Μέθοδος αποστολής γραπτών μηνυμάτων

source: SMS Prefix / Text to be sent by the user
el_gr: Κείμενο / πρόθεμα SMS που θα γράφεται από τον χρήστη

source: Confirm and Save
el_gr: Επιβεβαίωση και Αποθήκευση Ρυθμίσεων

source: Your settings will be saved in file %s.
el_gr: Οι ρυθμίσεις σας θα αποθηκευθούν στο αρχείο %s.

source: Afterwards, you will be redirected to the login page where you can log in with an LDAP account.
el_gr: Στη συνέχεια θα μεταβείτε στη σελίδα εισόδου όπου θα μπορείτε να κάνετε login με έναν λογαριασμό LDAP.

source: We recommend that you log in with a &ldquo;policy administrator&rdquo; account so that you will continue with the service setup (e.g. setup password policies, define additional password administrators per department, setup users' accounts etc.).
el_gr: Συνιστούμε να συνδεθείτε με ένα λογαριασμό &ldquo;διαχειριστή πολιτικής&rdquo; (&ldquo;policy administrator&rdquo;) για να συνεχίσετε με τη ρύθμιση της υπηρεσίας σας (π.χ. ορισμός πολιτικών κωδικών, ορισμός επιπρόσθετων διαχειριστών κωδικών ανά τμήμα, ρύθμιση λογαριασμών χρηστών κ.λπ.).

source: Save configuration File
el_gr: Αποθήκευση Αρχείου Ρυθμίσεων

source: From now on, these settings will be accessible from inside the application. Just log in as a password policy administrator and go to Setup tab. You can reenable the installer by removing the file %s.
el_gr: Από εδώ και στο εξής, αυτές οι επιλογές θα είναι διαθέσιμες μέσω της εφαρμογής. Απλά πραγματοποιήστε είσοδο ως διαχειριστής πολιτικής κωδικών (policy administrator) και μεταβείτε στην καρτέλα Ρυθμίσεις. Μπορείτε να επανενεργοποιήσετε τον web installer διαγράφοντας το αρχείο %s.

source: In this page, you can define administrators who can manage users' passwords, per organizational unit or user group.
el_gr: Σε αυτή τη σελίδα μπορείτε να ορίσετε διαχειριστές κωδικών ανά μονάδα ή κατηγορία χρηστών.

source: Administrator(s) are defined according to the <em>Administration Filter</em>.
el_gr: Οι διαχειριστές ορίζονται σύμφωνα με το πεδίο Administration Filter.

source: These administrators can change the password of the users, who are defined according to the <em>Apply to Users Filter</em>.
el_gr: Οι χρήστες, των οποίων τον κωδικό μπορούν να αλλάξουν, ορίζεται σύμφωνα με το Apply to Users Filter.

source: Add new Administrator(s)
el_gr: Προσθήκη νέου Διαχειριστή(ών)

source: Identifier
el_gr: Κωδική Ονομασία

source: Administrator Filter
el_gr: Φίλτρο Διαχειριστή

source: Apply to Users Filter
el_gr: Φίλτρο για Αντιστοίχιση σε Χρήστες

source: Delete
el_gr: Διαγραφή

source: You have signed out successfully.
el_gr: Αποσυνδεθήκατε επιτυχώς.

source: The password of the account %s has been successfully changed.
el_gr: Η αλλαγή του κωδικού για το λογαριασμό με username %s πραγματοποιήθηκε με επιτυχία.

source: Note: The server has reported this error message: %s. Please contact your administrator and mention this message.
el_gr: Σημείωση: Το λάθος που αναφέρει το σύστημα είναι: %s. Παρακαλούμε επικοινωνήστε με τον διαχειριστή του συστήματος αναφέροντας το παραπάνω μήνυμα λάθους.

source: <a href="%s">Continue to service %s</a> (you will be asked to reenter your password)
el_gr: <a href="%s">Συνεχίστε στην Υπηρεσία %s</a> (θα χρειαστεί να ξαναεισάγετε τον κωδικό σας)

source: Login Page
el_gr: Σελίδα Εισόδου
